export const ICHING_CARDS = [
  `1. 건위천 (중천건) 

★ 창조·추진
☆ 건(乾)	(오행 金, 자연 : 하늘, 성격 : 강건) (건(乾) 본궁)

배합괘 = 곤위지
호괘 = 건위천
도전괘 = 건위천
착종괘 = 건위천

상효(양) - 인성(父) + 世 + 술토(戌)
5효(양) - 비겁(兄) + 身 + 신금(申)
4효(양) - 관성(官) + 오화(午)
3효(양) - 인성(父) + 應 + 진토(辰)
2효(양) - 재성(財) + 命 + 인목(寅)
초효(양) - 식상(孫) + 자수(子)`,
  `2. 곤위지 (중지곤) 

★ 수용·포용
☆ 곤(坤)	(오행 土, 자연 : 땅, 성격 : 유순) (곤(坤) 본궁)

배합괘 = 건위천
호괘 = 곤위지
도전괘 = 곤위지
착종괘 = 곤위지

상효(음) - 식상(孫) + 世 + 유금(酉)
5효(음) - 재성(財) + 해수(亥) - 동효 ★
4효(음) - 비겁(兄) + 身 + 축토(丑)
3효(음) - 관성(官) + 應 + 묘목(卯)
2효(음) - 인성(父) + 사화(巳)
초효(음) - 비겁(兄) + 命 + 미토(未)`,
  `3. 수뢰둔 

★ 초기 난관
☆ 감(坎)	(오행 水, 자연 : 물, 성격 : 험난)

배합괘 = 화풍정
호괘 = 산지박
도전괘 = 산수몽
착종괘 = 뇌수해

상효(음) - 비겁(兄) + 命 + 자수(子)
5효(양) - 관성(官) + 應 + 술토(戌)
4효(음) - 인성(父) + 신금(申)
3효(음) - 관성(官) + 身 + 진토(辰)
2효(음) - 식상(孫) + 世 + 인목(寅)
초효(양) - 비겁(兄) + 자수(子)`,
  `4. 산수몽 

★ 미숙·계몽
☆ 리(離)	(오행 火, 자연 : 불, 성격 : 밝음)

배합괘 = 택화혁
호괘 = 지뢰복
도전괘 = 수뢰둔
착종괘 = 수산건

상효(양) - 인성(父) + 인목(寅)
5효(음) - 관성(官) + 身 + 자수(子)
4효(음) - 식상(孫) + 世 + 술토(戌)
3효(음) - 비겁(兄) + 오화(午)
2효(양) - 식상(孫) + 命 + 진토(辰)
초효(음) - 인성(父) + 應 + 인목(寅)`,
  `5. 수천수 

★ 기다림
☆ 곤(坤)	(오행 土, 자연 : 땅, 성격 : 유순) (遊: 유혼괘)

배합괘 = 화지진
호괘 = 화택규
도전괘 = 천수송
착종괘 = 천수송

상효(음) - 재성(財) + 命 + 자수(子)
5효(양) - 비겁(兄) + 술토(戌)
4효(음) - 식상(孫) + 世 + 신금(申)
3효(양) - 비겁(兄) + 身 + 진토(辰)
2효(양) - 관성(官) + 인목(寅)
초효(양) - 재성(財) + 應 + 자수(子)`,
  `6. 천수송 

★ 분쟁·송사
☆ 리(離)	(오행 火, 자연 : 불, 성격 : 밝음) (遊: 유혼괘)

배합괘 = 지화명이
호괘 = 풍화가인
도전괘 = 수천수
착종괘 = 수천수

상효(양) - 식상(孫) + 술토(戌)
5효(양) - 재성(財) + 신금(申)
4효(양) - 비겁(兄) + 世 + 命 + 오화(午)
3효(음) - 비겁(兄) + 오화(午)
2효(양) - 식상(孫) + 진토(辰)
초효(음) - 인성(父) + 應 + 身 + 인목(寅)`,
  `7. 지수사 

★ 조직·전쟁
☆ 감(坎)	(오행 水, 자연 : 물, 성격 : 험난) (歸: 귀혼괘)

배합괘 = 천화동인
호괘 = 지뢰복
도전괘 = 수지비
착종괘 = 수지비

상효(음) - 인성(父) + 應 + 유금(酉)
5효(음) - 비겁(兄) + 해수(亥)
4효(음) - 관성(官) + 命 + 축토(丑)
3효(음) - 재성(財) + 世 + 오화(午)
2효(양) - 관성(官) + 진토(辰)
초효(음) - 식상(孫) + 身 + 인목(寅)`,
  `8. 수지비 

★ 연대·비교
☆ 곤(坤)	(오행 土, 자연 : 땅, 성격 : 유순) (歸: 귀혼괘)

배합괘 = 화천대유
호괘 = 산지박
도전괘 = 지수사
착종괘 = 지수사

상효(음) - 재성(財) + 應 + 자수(子)
5효(양) - 비겁(兄) + 술토(戌)
4효(음) - 식상(孫) + 身 + 신금(申)
3효(음) - 관성(官) + 世 + 묘목(卯)
2효(음) - 인성(父) + 사화(巳)
초효(음) - 비겁(兄) + 命 + 미토(未)`,
  `9. 풍천소축 

★ 소축·저축
☆ 손(巽)	(오행 木, 자연 : 바람, 성격 : 유연)

배합괘 = 뇌지예
호괘 = 화택규
도전괘 = 천택리
착종괘 = 천풍구

상효(양) - 비겁(兄) + 묘목(卯)
5효(양) - 식상(孫) + 사화(巳)
4효(음) - 재성(財) + 應 + 命 + 미토(未)
3효(양) - 재성(財) + 진토(辰)
2효(양) - 비겁(兄) + 인목(寅)
초효(양) - 인성(父) + 世 + 身 + 자수(子) - 동효 ★`,
  `10. 천택리 

★ 예의·조심
☆ 간(艮)	(오행 土, 자연 : 산, 성격 : 정지)

배합괘 = 지산겸
호괘 = 풍화가인
도전괘 = 풍천소축
착종괘 = 택천쾌

상효(양) - 비겁(兄) + 命 + 술토(戌)
5효(양) - 식상(孫) + 世 + 신금(申)
4효(양) - 인성(父) + 오화(午)
3효(음) - 비겁(兄) + 身 + 축토(丑)
2효(양) - 관성(官) + 應 + 묘목(卯)
초효(양) - 인성(父) + 사화(巳)`,
  `11. 지천태 

★ 태평·소통
☆ 간(艮)	(오행 土, 자연 : 땅, 성격 : 유순)

배합괘 = 천지비
호괘 = 뇌택귀매
도전괘 = 천지비
착종괘 = 천지비

상효(음) - 식상(孫) + 應 + 유금(酉)
5효(음) - 재성(財) + 身 + 해수(亥)
4효(음) - 비겁(兄) + 축토(丑)
3효(양) - 비겁(兄) + 世 + 진토(辰)
2효(양) - 관성(官) + 命 + 인목(寅) - 동효 ★
초효(양) - 재성(財) + 자수(子)`,
  `12. 천지비 (천지부) 

★ 막힘·불통
☆ 건(乾)	(오행 金, 자연 : 하늘, 성격 : 강건)

배합괘 = 지천태
호괘 = 풍산점
도전괘 = 지천태
착종괘 = 지천태

상효(양) - 인성(父) + 應 + 술토(戌)
5효(양) - 비겁(兄) + 신금(申) - 동효 ★
4효(양) - 관성(官) + 身 + 오화(午)
3효(음) - 재성(財) + 世 + 묘목(卯)
2효(음) - 관성(官) + 사화(巳)
초효(음) - 인성(父) + 命 + 미토(未)`,
  `13. 천화동인 

★ 동지·협력
☆ 리(離)	(오행 火, 자연 : 불, 성격 : 밝음) (歸: 귀혼괘)

배합괘 = 지수사
호괘 = 천풍구
도전괘 = 화천대유
착종괘 = 화천대유

상효(양) - 식상(孫) + 應 + 身 + 술토(戌)
5효(양) - 재성(財) + 신금(申)
4효(양) - 비겁(兄) + 오화(午)
3효(양) - 관성(官) + 世 + 命 + 묘목(卯)
2효(음) - 식상(孫) + 축토(丑)
초효(양) - 인성(父) + 묘목(卯)`,
  `14. 화천대유 

★ 대유·소유
☆ 건(乾)	(오행 金, 자연 : 하늘, 성격 : 강건) (歸: 귀혼괘)

배합괘 = 수지비
호괘 = 택천쾌
도전괘 = 천화동인
착종괘 = 천화동인

상효(양) - 관성(官) + 應 + 사화(巳)
5효(음) - 인성(父) + 身 + 미토(未)
4효(양) - 비겁(兄) + 유금(酉)
3효(양) - 인성(父) + 世 + 진토(辰)
2효(양) - 재성(財) + 命 + 인목(寅) - 동효 ★
초효(양) - 식상(孫) + 자수(子)`,
  `15. 지산겸 

★ 겸손
☆ 태(兌)	(오행 金, 자연 : 택(못), 성격 : 기쁨)

배합괘 = 천택리
호괘 = 뇌수해
도전괘 = 뇌지예
착종괘 = 산지박

상효(음) - 비겁(兄) + 身 + 유금(酉)
5효(음) - 식상(孫) + 世 + 해수(亥)
4효(음) - 인성(父) + 축토(丑)
3효(양) - 비겁(兄) + 命 + 신금(申)
2효(음) - 관성(官) + 應 + 오화(午)
초효(음) - 인성(父) + 진토(辰)`,
  `16. 뇌지예 

★ 기쁨·대비
☆ 진(震)	(오행 木, 자연 : 우레, 성격 : 발동)

배합괘 = 풍천소축
호괘 = 수산건
도전괘 = 지산겸
착종괘 = 지뢰복

상효(음) - 재성(財) + 술토(戌)
5효(음) - 관성(官) + 命 + 신금(申)
4효(양) - 식상(孫) + 應 + 오화(午) - 동효 ★
3효(음) - 비겁(兄) + 묘목(卯)
2효(음) - 식상(孫) + 身 + 사화(巳)
초효(음) - 재성(財) + 世 + 미토(未)`,
  `17. 택뢰수 

★ 따름·순응
☆ 진(震)	(오행 木, 자연 : 우레, 성격 : 발동) (歸: 귀혼괘)

배합괘 = 산풍고
호괘 = 풍산점
도전괘 = 산풍고
착종괘 = 뇌택귀매

상효(음) - 재성(財) + 應 + 미토(未)
5효(양) - 관성(官) + 身 + 유금(酉)
4효(양) - 인성(父) + 해수(亥)
3효(음) - 재성(財) + 世 + 진토(辰)
2효(음) - 비겁(兄) + 命 + 인목(寅)
초효(양) - 인성(父) + 자수(子)`,
  `18. 산풍고 

★ 부패 수습
☆ 손(巽)	(오행 木, 자연 : 바람, 성격 : 유연) (歸: 귀혼괘)

배합괘 = 택뢰수
호괘 = 뇌택귀매
도전괘 = 택뢰수
착종괘 = 풍산점

상효(양) - 비겁(兄) + 應 + 인목(寅) - 동효 ★
5효(음) - 인성(父) + 자수(子)
4효(음) - 재성(財) + 身 + 술토(戌)
3효(양) - 관성(官) + 世 + 유금(酉)
2효(양) - 인성(父) + 해수(亥)
초효(음) - 재성(財) + 命 + 축토(丑)`,
  `19. 지택림 

★ 임함·접근
☆ 곤(坤)	(오행 土, 자연 : 땅, 성격 : 유순)

배합괘 = 천산돈
호괘 = 지뢰복
도전괘 = 풍지관
착종괘 = 택지췌

상효(음) - 식상(孫) + 유금(酉)
5효(음) - 재성(財) + 應 + 해수(亥)
4효(음) - 비겁(兄) + 身 + 축토(丑) - 동효 ★
3효(음) - 비겁(兄) + 축토(丑) - 동효 ★
2효(양) - 관성(官) + 世 + 묘목(卯)
초효(양) - 인성(父) + 命 + 사화(巳)`,
  `20. 풍지관 

★ 관망·성찰
☆ 건(乾)	(오행 金, 자연 : 하늘, 성격 : 강건)

배합괘 = 뇌천대장
호괘 = 산지박
도전괘 = 지택림
착종괘 = 지풍승

상효(양) - 재성(財) + 묘목(卯)
5효(양) - 관성(官) + 命 + 사화(巳)
4효(음) - 인성(父) + 世 + 미토(未)
3효(음) - 재성(財) + 묘목(卯)
2효(음) - 관성(官) + 身 + 사화(巳)
초효(음) - 인성(父) + 應 + 미토(未)`,
  `21. 화뢰서합 

★ 장애 돌파
☆ 손(巽)	(오행 木, 자연 : 바람, 성격 : 유연)

배합괘 = 수풍정
호괘 = 수산건
도전괘 = 산화비
착종괘 = 뇌화풍

상효(양) - 식상(孫) + 사화(巳)
5효(음) - 재성(財) + 世 + 命 + 미토(未)
4효(양) - 관성(官) + 유금(酉)
3효(음) - 재성(財) + 진토(辰)
2효(음) - 비겁(兄) + 應 + 身 + 인목(寅)
초효(양) - 인성(父) + 자수(子)`,
  `22. 산화비 

★ 장식·문채
☆ 간(艮)	(오행 土, 자연 : 산, 성격 : 정지)

배합괘 = 택수곤
호괘 = 뇌수해
도전괘 = 화뢰서합
착종괘 = 화산려

상효(양) - 관성(官) + 인목(寅)
5효(음) - 재성(財) + 자수(子)
4효(음) - 비겁(兄) + 應 + 身 + 술토(戌)
3효(양) - 재성(財) + 해수(亥)
2효(음) - 비겁(兄) + 축토(丑)
초효(양) - 관성(官) + 世 + 命 + 묘목(卯)`,
  `23. 산지박 

★ 쇠락·박리
☆ 건(乾)	(오행 金, 자연 : 하늘, 성격 : 강건)

배합괘 = 택천쾌
호괘 = 곤위지
도전괘 = 지뢰복
착종괘 = 지산겸

상효(양) - 재성(財) + 인목(寅)
5효(음) - 식상(孫) + 世 + 자수(子)
4효(음) - 인성(父) + 命 + 술토(戌) - 동효 ★
3효(음) - 재성(財) + 묘목(卯)
2효(음) - 관성(官) + 應 + 사화(巳)
초효(음) - 인성(父) + 身 + 미토(未)`,
  `24. 지뢰복 

★ 회복·복귀
☆ 곤(坤)	(오행 土, 자연 : 땅, 성격 : 유순)

배합괘 = 천풍구
호괘 = 곤위지
도전괘 = 산지박
착종괘 = 뇌지예

상효(음) - 식상(孫) + 유금(酉)
5효(음) - 재성(財) + 해수(亥)
4효(음) - 비겁(兄) + 應 + 命 + 축토(丑)
3효(음) - 비겁(兄) + 진토(辰)
2효(음) - 관성(官) + 인목(寅)
초효(양) - 재성(財) + 世 + 身 + 자수(子) - 동효 ★`,
  `25. 천뢰무망 

★ 무망·순수
☆ 손(巽)	(오행 木, 자연 : 바람, 성격 : 유연)

배합괘 = 지풍승
호괘 = 풍산점
도전괘 = 산천대축
착종괘 = 뇌천대장

상효(양) - 재성(財) + 술토(戌)
5효(양) - 관성(官) + 신금(申)
4효(양) - 식상(孫) + 世 + 命 + 오화(午)
3효(음) - 재성(財) + 진토(辰)
2효(음) - 비겁(兄) + 인목(寅)
초효(양) - 인성(父) + 應 + 身 + 자수(子)`,
  `26. 산천대축 

★ 대축·축적
☆ 간(艮)	(오행 土, 자연 : 산, 성격 : 정지)

배합괘 = 택지췌
호괘 = 뇌택귀매
도전괘 = 천뢰무망
착종괘 = 천산돈

상효(양) - 관성(官) + 命 + 인목(寅)
5효(음) - 재성(財) + 應 + 자수(子)
4효(음) - 비겁(兄) + 술토(戌)
3효(양) - 비겁(兄) + 身 + 진토(辰)
2효(양) - 관성(官) + 世 + 인목(寅)
초효(양) - 재성(財) + 자수(子)`,
  `27. 산뢰이 

★ 이·양육
☆ 손(巽)	(오행 木, 자연 : 바람, 성격 : 유연) (遊: 유혼괘)

배합괘 = 택풍대과
호괘 = 곤위지
도전괘 = 산뢰이
착종괘 = 뇌산소과

상효(양) - 비겁(兄) + 인목(寅)
5효(음) - 인성(父) + 身 + 자수(子)
4효(음) - 재성(財) + 世 + 술토(戌)
3효(음) - 재성(財) + 진토(辰)
2효(음) - 비겁(兄) + 命 + 인목(寅)
초효(양) - 인성(父) + 應 + 자수(子)`,
  `28. 택풍대과 

★ 대과·과함
☆ 진(震)	(오행 木, 자연 : 우레, 성격 : 발동) (遊: 유혼괘)

배합괘 = 산뢰이
호괘 = 건위천
도전괘 = 택풍대과
착종괘 = 풍택중부

상효(음) - 재성(財) + 身 + 미토(未)
5효(양) - 관성(官) + 유금(酉)
4효(양) - 인성(父) + 世 + 해수(亥)
3효(양) - 관성(官) + 命 + 유금(酉)
2효(양) - 인성(父) + 해수(亥)
초효(음) - 재성(財) + 應 + 축토(丑)`,
  `29. 감위수 (중수감) (감(坎) 본궁) 

★ 감·위험
☆ 감(坎)	(오행 水, 자연 : 물, 성격 : 험난)

배합괘 = 이위화
호괘 = 산뢰이
도전괘 = 감위수
착종괘 = 감위수

상효(음) - 비겁(兄) + 世 + 자수(子)
5효(양) - 관성(官) + 술토(戌)
4효(음) - 인성(父) + 命 + 신금(申)
3효(음) - 재성(財) + 應 + 오화(午)
2효(양) - 관성(官) + 진토(辰)
초효(음) - 식상(孫) + 身 + 인목(寅)`,
  `30. 이위화 (중화리) (리(離) 본궁) 

★ 리·붙음
☆ 리(離)	(오행 火, 자연 : 불, 성격 : 밝음)

배합괘 = 감위수
호괘 = 택풍대과
도전괘 = 이위화
착종괘 = 이위화

상효(양) - 비겁(兄) + 世 + 身 + 사화(巳) - 동효 ★
5효(음) - 식상(孫) + 미토(未)
4효(양) - 재성(財) + 유금(酉)
3효(양) - 관성(官) + 應 + 命 + 해수(亥)
2효(음) - 식상(孫) + 축토(丑)
초효(양) - 인성(父) + 묘목(卯)`,
  `31. 택산함 

★ 감응·영향
☆ 태(兌)	(오행 金, 자연 : 택(못), 성격 : 기쁨)

배합괘 = 산택손
호괘 = 천풍구
도전괘 = 뇌풍항
착종괘 = 산택손

상효(음) - 인성(父) + 應 + 命 + 미토(未)
5효(양) - 비겁(兄) + 유금(酉)
4효(양) - 식상(孫) + 해수(亥)
3효(양) - 비겁(兄) + 世 + 身 + 신금(申)
2효(음) - 관성(官) + 오화(午)
초효(음) - 인성(父) + 진토(辰)`,
  `32. 뇌풍항 

★ 항구·지속
☆ 진(震)	(오행 木, 자연 : 우레, 성격 : 발동)

배합괘 = 풍뢰익
호괘 = 택천쾌
도전괘 = 택산함
착종괘 = 풍뢰익

상효(음) - 재성(財) + 應 + 술토(戌)
5효(음) - 관성(官) + 신금(申)
4효(양) - 식상(孫) + 身 + 오화(午)
3효(양) - 관성(官) + 世 + 유금(酉)
2효(양) - 인성(父) + 해수(亥)
초효(음) - 재성(財) + 命 + 축토(丑)`,
  `33. 천산돈 

★ 퇴각·은둔
☆ 건(乾)	(오행 金, 자연 : 하늘, 성격 : 강건)

배합괘 = 지택림
호괘 = 천풍구
도전괘 = 뇌천대장
착종괘 = 산천대축

상효(양) - 인성(父) + 술토(戌)
5효(양) - 비겁(兄) + 應 + 신금(申)
4효(양) - 관성(官) + 命 + 오화(午)
3효(양) - 비겁(兄) + 신금(申)
2효(음) - 관성(官) + 世 + 오화(午)
초효(음) - 인성(父) + 身 + 진토(辰)`,
  `34. 뇌천대장 

★ 대장·기세
☆ 곤(坤)	(오행 土, 자연 : 땅, 성격 : 유순)

배합괘 = 풍지관
호괘 = 택천쾌
도전괘 = 천산돈
착종괘 = 천뢰무망

상효(음) - 비겁(兄) + 술토(戌)
5효(음) - 식상(孫) + 신금(申)
4효(양) - 인성(父) + 世 + 命 + 오화(午)
3효(양) - 비겁(兄) + 진토(辰)
2효(양) - 관성(官) + 인목(寅)
초효(양) - 재성(財) + 應 + 身 + 자수(子)`,
  `35. 화지진 

★ 진보
☆ 건(乾)	(오행 金, 자연 : 하늘, 성격 : 강건) (遊: 유혼괘)

배합괘 = 수천수
호괘 = 수산건
도전괘 = 지화명이
착종괘 = 지화명이

상효(양) - 관성(官) + 사화(巳)
5효(음) - 인성(父) + 미토(未)
4효(양) - 비겁(兄) + 世 + 身 + 유금(酉)
3효(음) - 재성(財) + 묘목(卯) - 동효 ★
2효(음) - 관성(官) + 사화(巳)
초효(음) - 인성(父) + 應 + 命 + 미토(未)`,
  `36. 지화명이 

★ 광명 손상
☆ 감(坎)	(오행 水, 자연 : 물, 성격 : 험난) (遊: 유혼괘)

배합괘 = 천수송
호괘 = 뇌수해
도전괘 = 화지진
착종괘 = 화지진

상효(음) - 인성(父) + 유금(酉) - 동효 ★
5효(음) - 비겁(兄) + 命 + 해수(亥)
4효(음) - 관성(官) + 世 + 축토(丑)
3효(양) - 비겁(兄) + 해수(亥)
2효(음) - 관성(官) + 身 + 축토(丑)
초효(양) - 식상(孫) + 應 + 묘목(卯)`,
  `37. 풍화가인 
★ 가정·질서
☆ 손(巽)	(오행 木, 자연 : 바람, 성격 : 유연)

배합괘 = 뇌수해
호괘 = 화수미제
도전괘 = 화택규
착종괘 = 화풍정

상효(양) - 비겁(兄) + 묘목(卯)
5효(양) - 식상(孫) + 應 + 命 + 사화(巳)
4효(음) - 재성(財) + 미토(未)
3효(양) - 인성(父) + 해수(亥)
2효(음) - 재성(財) + 世 + 身 + 축토(丑)
초효(양) - 비겁(兄) + 묘목(卯)`,
  `38. 화택규 

★ 대립·불화
☆ 간(艮)	(오행 土, 자연 : 산, 성격 : 정지)

배합괘 = 수산건
호괘 = 수화기제
도전괘 = 풍화가인
착종괘 = 택화혁

상효(양) - 인성(父) + 사화(巳)
5효(음) - 비겁(兄) + 미토(未)
4효(양) - 식상(孫) + 世 + 身 + 유금(酉)
3효(음) - 비겁(兄) + 축토(丑)
2효(양) - 관성(官) + 묘목(卯) - 동효 ★
초효(양) - 인성(父) + 應 + 命 + 사화(巳)`,
  `39. 수산건 

★ 곤란·지체
☆ 태(兌)	(오행 金, 자연 : 택(못), 성격 : 기쁨)

배합괘 = 화택규
호괘 = 화수미제
도전괘 = 뇌수해
착종괘 = 산수몽

상효(음) - 식상(孫) + 命 + 자수(子)
5효(양) - 인성(父) + 술토(戌)
4효(음) - 비겁(兄) + 世 + 신금(申)
3효(양) - 비겁(兄) + 身 + 신금(申)
2효(음) - 관성(官) + 오화(午)
초효(음) - 인성(父) + 應 + 진토(辰)`,
  `40. 뇌수해 

★ 해소·풀림
☆ 진(震)	(오행 木, 자연 : 우레, 성격 : 발동)

배합괘 = 풍화가인
호괘 = 수화기제
도전괘 = 수산건
착종괘 = 수뢰둔

상효(음) - 재성(財) + 술토(戌)
5효(음) - 관성(官) + 應 + 身 + 신금(申)
4효(양) - 식상(孫) + 오화(午)
3효(음) - 식상(孫) + 오화(午)
2효(양) - 재성(財) + 世 + 命 + 진토(辰)
초효(음) - 비겁(兄) + 인목(寅)`,
  `41. 산택손 

★ 손·감소
☆ 간(艮)	(오행 土, 자연 : 산, 성격 : 정지)

배합괘 = 택산함
호괘 = 지뢰복
도전괘 = 풍뢰익
착종괘 = 택산함

상효(양) - 관성(官) + 應 + 인목(寅)
5효(음) - 재성(財) + 命 + 자수(子)
4효(음) - 비겁(兄) + 술토(戌)
3효(음) - 비겁(兄) + 世 + 축토(丑)
2효(양) - 관성(官) + 身 + 묘목(卯)
초효(양) - 인성(父) + 사화(巳)`,
  `42. 풍뢰익 

★ 익·증가
☆ 손(巽)	(오행 木, 자연 : 바람, 성격 : 유연)

배합괘 = 뇌풍항
호괘 = 산지박
도전괘 = 산택손
착종괘 = 뇌풍항

상효(양) - 비겁(兄) + 應 + 묘목(卯)
5효(양) - 식상(孫) + 身 + 사화(巳)
4효(음) - 재성(財) + 미토(未)
3효(음) - 재성(財) + 世 + 진토(辰)
2효(음) - 비겁(兄) + 命 + 인목(寅)
초효(양) - 인성(父) + 자수(子)`,
  `43. 택천쾌 

★ 쾌·결단
☆ 곤(坤)	(오행 土, 자연 : 땅, 성격 : 유순)

배합괘 = 산지박
호괘 = 건위천
도전괘 = 천풍구
착종괘 = 천택리

상효(음) - 비겁(兄) + 미토(未)
5효(양) - 식상(孫) + 世 + 유금(酉)
4효(양) - 재성(財) + 身 + 해수(亥)
3효(양) - 비겁(兄) + 진토(辰) - 동효 ★
2효(양) - 관성(官) + 應 + 인목(寅)
초효(양) - 재성(財) + 命 + 자수(子)`,
  `44. 천풍구 

★ 구·조우
☆ 건(乾)	(오행 金, 자연 : 하늘, 성격 : 강건)

배합괘 = 지뢰복
호괘 = 건위천
도전괘 = 택천쾌
착종괘 = 풍천소축

상효(양) - 인성(父) + 술토(戌)
5효(양) - 비겁(兄) + 命 + 신금(申)
4효(양) - 관성(官) + 應 + 오화(午) - 동효 ★
3효(양) - 비겁(兄) + 유금(酉)
2효(양) - 식상(孫) + 身 + 해수(亥)
초효(음) - 인성(父) + 世 + 축토(丑)`,
  `45. 택지췌 (택지취) 

★ 취·모임
☆ 태(兌)	(오행 金, 자연 : 택(못), 성격 : 기쁨)

배합괘 = 산천대축
호괘 = 풍산점
도전괘 = 지풍승
착종괘 = 지택림

상효(음) - 인성(父) + 身 + 미토(未) - 동효 ★
5효(양) - 비겁(兄) + 應 + 유금(酉)
4효(양) - 식상(孫) + 해수(亥)
3효(음) - 재성(財) + 命 + 묘목(卯)
2효(음) - 관성(官) + 世 + 사화(巳)
초효(음) - 인성(父) + 미토(未) - 동효 ★`,
  `46. 지풍승 

★ 승·상승
☆ 진(震)	(오행 木, 자연 : 우레, 성격 : 발동)

배합괘 = 천뢰무망
호괘 = 뇌택귀매
도전괘 = 택지췌
착종괘 = 풍지관

상효(음) - 관성(官) + 유금(酉) - 동효 ★
5효(음) - 인성(父) + 命 + 해수(亥)
4효(음) - 재성(財) + 世 + 축토(丑)
3효(양) - 관성(官) + 유금(酉) - 동효 ★
2효(양) - 인성(父) + 身 + 해수(亥)
초효(음) - 재성(財) + 應 + 축토(丑)`,
  `47. 택수곤 

★ 곤·궁핍
☆ 태(兌)	(오행 金, 자연 : 택(못), 성격 : 기쁨)

배합괘 = 산화비
호괘 = 풍화가인
도전괘 = 수풍정
착종괘 = 수택절

상효(음) - 인성(父) + 命 + 미토(未)
5효(양) - 비겁(兄) + 유금(酉)
4효(양) - 식상(孫) + 應 + 해수(亥)
3효(음) - 관성(官) + 身 + 오화(午) - 동효 ★
2효(양) - 인성(父) + 진토(辰)
초효(음) - 재성(財) + 世 + 인목(寅)`,
  `48. 수풍정 

★ 정·기반
☆ 진(震)	(오행 木, 자연 : 우레, 성격 : 발동)

배합괘 = 화뢰서합
호괘 = 화택규
도전괘 = 택수곤
착종괘 = 풍수환

상효(음) - 인성(父) + 자수(子)
5효(양) - 재성(財) + 世 + 身 + 술토(戌)
4효(음) - 관성(官) + 신금(申)
3효(양) - 관성(官) + 유금(酉)
2효(양) - 인성(父) + 應 + 命 + 해수(亥)
초효(음) - 재성(財) + 축토(丑)`,
  `49. 택화혁 

★ 혁·개혁
☆ 감(坎)	(오행 水, 자연 : 물, 성격 : 험난)

배합괘 = 산수몽
호괘 = 천풍구
도전괘 = 화풍정
착종괘 = 화택규

상효(음) - 관성(官) + 身 + 미토(未)
5효(양) - 인성(父) + 유금(酉)
4효(양) - 비겁(兄) + 世 + 해수(亥)
3효(양) - 비겁(兄) + 命 + 해수(亥)
2효(음) - 관성(官) + 축토(丑)
초효(양) - 식상(孫) + 應 + 묘목(卯) - 동효 ★`,
  `50. 화풍정 

★ 정·정착
☆ 리(離)	(오행 火, 자연 : 불, 성격 : 밝음)

배합괘 = 수뢰둔
호괘 = 택천쾌
도전괘 = 택화혁
착종괘 = 풍화가인

상효(양) - 비겁(兄) + 身 + 사화(巳)
5효(음) - 식상(孫) + 應 + 미토(未)
4효(양) - 재성(財) + 유금(酉)
3효(양) - 재성(財) + 命 + 유금(酉)
2효(양) - 관성(官) + 世 + 해수(亥)
초효(음) - 식상(孫) + 축토(丑) - 동효 ★`,
  `51. 진위뢰 (중뢰진) (진(震) 본궁)  

★ 진·충격
☆ 진(震)	(오행 木, 자연 : 우레, 성격 : 발동)

배합괘 = 손위풍
호괘 = 수산건
도전괘 = 간위산
착종괘 = 진위뢰

상효(음) - 재성(財) + 世 + 술토(戌)
5효(음) - 관성(官) + 身 + 신금(申)
4효(양) - 식상(孫) + 오화(午)
3효(음) - 재성(財) + 應 + 진토(辰)
2효(음) - 비겁(兄) + 命 + 인목(寅)
초효(양) - 인성(父) + 자수(子)`,
  `52. 간위산(중산간) (간(艮) 본궁) 

★ 간·멈춤
☆ 간(艮)	(오행 土, 자연 : 산, 성격 : 정지)

배합괘 = 태위택
호괘 = 뇌수해
도전괘 = 진위뢰
착종괘 = 간위산

상효(양) - 관성(官) + 世 + 命 + 인목(寅)
5효(음) - 재성(財) + 자수(子)
4효(음) - 비겁(兄) + 술토(戌)
3효(양) - 식상(孫) + 應 + 身 + 신금(申)
2효(음) - 인성(父) + 오화(午)
초효(음) - 비겁(兄) + 진토(辰)`,
  `53. 풍산점 

★ 점진·진전
☆ 간(艮)	(오행 土, 자연 : 산, 성격 : 정지) (歸: 귀혼괘)

배합괘 = 뇌택귀매
호괘 = 화수미제
도전괘 = 뇌택귀매
착종괘 = 산풍고

상효(양) - 관성(官) + 應 + 命 + 묘목(卯)
5효(양) - 인성(父) + 사화(巳)
4효(음) - 비겁(兄) + 미토(未)
3효(양) - 식상(孫) + 世 + 身 + 신금(申)
2효(음) - 인성(父) + 오화(午)
초효(음) - 비겁(兄) + 진토(辰)`,
  `54. 뇌택귀매 

★ 귀매·혼사
☆ 태(兌)	(오행 金, 자연 : 택(못), 성격 : 기쁨) (歸: 귀혼괘)

배합괘 = 풍산점
호괘 = 수화기제
도전괘 = 풍산점
착종괘 = 택뢰수

상효(음) - 인성(父) + 應 + 묘목(卯)
5효(음) - 비겁(兄) + 命 + 신금(申) - 동효 ★
4효(양) - 관성(官) + 오화(午)
3효(음) - 인성(父) + 世 + 축토(丑)
2효(양) - 재성(財) + 身 + 묘목(卯)
초효(양) - 관성(官) + 사화(巳)`,
  `55. 뇌화풍 

★ 풍성·번성
☆ 감(坎)	(오행 水, 자연 : 물, 성격 : 험난)

배합괘 = 풍수환
호괘 = 택풍대과
도전괘 = 화산려
착종괘 = 화뢰서합

상효(음) - 관성(官) + 命 + 술토(戌) - 동효 ★
5효(음) - 인성(父) + 世 + 신금(申)
4효(양) - 재성(財) + 오화(午)
3효(양) - 비겁(兄) + 身 + 해수(亥)
2효(음) - 관성(官) + 應 + 축토(丑)
초효(양) - 식상(孫) + 묘목(卯)`,
  `56. 화산려 

★ 여·나그네
☆ 리(離)	(오행 火, 자연 : 불, 성격 : 밝음)

배합괘 = 수택절
호괘 = 택풍대과
도전괘 = 뇌화풍
착종괘 = 산화비

상효(양) - 비겁(兄) + 사화(巳)
5효(음) - 식상(孫) + 身 + 미토(未)
4효(양) - 재성(財) + 應 + 유금(酉)
3효(양) - 재성(財) + 신금(申)
2효(음) - 비겁(兄) + 命 + 오화(午)
초효(음) - 식상(孫) + 世 + 진토(辰)`,
  `57. 손위풍 (중풍손) (손(巽) 본궁) 

★ 손·침투
☆ 손(巽)	(오행 木, 자연 : 바람, 성격 : 유연)

배합괘 = 진위뢰
호괘 = 화택규
도전괘 = 태위택
착종괘 = 손위풍

상효(양) - 비겁(兄) + 世 + 묘목(卯)
5효(양) - 관성(官) + 사화(巳) - 동효 ★
4효(음) - 재성(財) + 身 + 미토(未)
3효(양) - 관성(官) + 應 + 유금(酉)
2효(양) - 인성(父) + 해수(亥)
초효(음) - 식상(孫) + 命 + 축토(丑)`,
  `58. 태위택 (중택태) (태(兌) 본궁) 

★ 태·기쁨
☆ 태(兌)	(오행 金, 자연 : 택(못), 성격 : 기쁨)

배합괘 = 간위산
호괘 = 풍화가인
도전괘 = 손위풍
착종괘 = 태위택

상효(음) - 인성(父) + 世 + 미토(未)
5효(양) - 비겁(兄) + 命 + 유금(酉)
4효(양) - 식상(孫) + 해수(亥) - 동효 ★
3효(음) - 인성(父) + 應 + 축토(丑)
2효(양) - 재성(財) + 身 + 묘목(卯)
초효(양) - 관성(官) + 사화(巳)`,
  `59. 풍수환 

★ 환·흩어짐
☆ 리(離)	(오행 火, 자연 : 불, 성격 : 밝음)

배합괘 = 뇌화풍
호괘 = 산뢰이
도전괘 = 수택절
착종괘 = 수풍정

상효(양) - 인성(父) + 身 + 묘목(卯)
5효(양) - 비겁(兄) + 世 + 사화(巳)
4효(음) - 식상(孫) + 미토(未)
3효(음) - 비겁(兄) + 命 + 오화(午)
2효(양) - 식상(孫) + 應 + 진토(辰) - 동효 ★
초효(음) - 인성(父) + 인목(寅)`,
  `60. 수택절 

★ 절·절제
☆ 감(坎)	(오행 水, 자연 : 물, 성격 : 험난)

배합괘 = 화산려
호괘 = 산뢰이
도전괘 = 풍수환
착종괘 = 택수곤

상효(음) - 비겁(兄) + 身 + 자수(子) - 동효 ★
5효(양) - 관성(官) + 술토(戌)
4효(음) - 인성(父) + 應 + 신금(申)
3효(음) - 관성(官) + 命 + 축토(丑)
2효(양) - 식상(孫) + 묘목(卯)
초효(양) - 재성(財) + 世 + 사화(巳)`,
  `61. 풍택중부 

★ 중부·신의
☆ 간(艮)	(오행 土, 자연 : 산, 성격 : 정지) (遊: 유혼괘)

배합괘 = 뇌산소과
호괘 = 산뢰이
도전괘 = 풍택중부
착종괘 = 택풍대과

상효(양) - 관성(官) + 묘목(卯)
5효(양) - 인성(父) + 命 + 사화(巳)
4효(음) - 비겁(兄) + 世 + 미토(未)
3효(음) - 비겁(兄) + 축토(丑)
2효(양) - 관성(官) + 身 + 묘목(卯)
초효(양) - 인성(父) + 應 + 사화(巳)`,
  `62. 뇌산소과 

★ 소과·소과함
☆ 태(兌)	(오행 金, 자연 : 택(못), 성격 : 기쁨) (遊: 유혼괘)

배합괘 = 풍택중부
호괘 = 택풍대과
도전괘 = 뇌산소과
착종괘 = 산뢰이

상효(음) - 인성(父) + 술토(戌)
5효(음) - 비겁(兄) + 신금(申)
4효(양) - 관성(官) + 世 + 命 + 오화(午)
3효(양) - 비겁(兄) + 신금(申)
2효(음) - 관성(官) + 오화(午)
초효(음) - 인성(父) + 應 + 身 + 진토(辰)`,
  `63. 수화기제 

★ 기제·완료
☆ 감(坎)	(오행 水, 자연 : 물, 성격 : 험난)

배합괘 = 화수미제
호괘 = 화수미제
도전괘 = 화수미제
착종괘 = 화수미제

상효(음) - 비겁(兄) + 應 + 身 + 자수(子)
5효(양) - 관성(官) + 술토(戌)
4효(음) - 인성(父) + 신금(申)
3효(양) - 비겁(兄) + 世 + 命 + 해수(亥)
2효(음) - 관성(官) + 축토(丑)
초효(양) - 식상(孫) + 묘목(卯)`,
  `64. 화수미제 

★ 미제·미완
☆ 리(離)	(오행 火, 자연 : 불, 성격 : 밝음)

배합괘 = 수화기제
호괘 = 수화기제
도전괘 = 수화기제
착종괘 = 수화기제

상효(양) - 비겁(兄) + 應 + 사화(巳)
5효(음) - 식상(孫) + 미토(未)
4효(양) - 재성(財) + 命 + 유금(酉)
3효(음) - 비겁(兄) + 世 + 오화(午)
2효(양) - 식상(孫) + 진토(辰)
초효(음) - 인성(父) + 身 + 인목(寅)`,
];

export const ICHING_CARD_COUNT = ICHING_CARDS.length;
